Repository: pmarkun/mapadosplanos-content-slide
Catalog: *.po
Languages: pt_br

source: Read More
pt_br: Leia Mais

source: Thanks for all your response to the previous version of this plugin. After all the requests for Custom images and Heading text on image i am upgrading this plugin to next version.
pt_br: Obrigado por todas as respostas às versões anteriores deste plugin. Após todas as solicitações por Imagens Personalizadas e Títulos nas imagens eu estou atualizando este plugin para a próxima versão.

source: Also Special thanks for <a href="http://medienfreunde.com/lab/innerfade/" title="Jquery InnerFade" target="_blank">Jquery InnerFade</a> and <a href="http://workshop.rs/projects/coin-slider/" title="Jquery Coin Slider" target="_blank">Jquery Coin Slider</a> all the jquery effects are added using these two scripts.
pt_br: Muito obrigado também a <a href="http://medienfreunde.com/lab/innerfade/" title="Jquery InnerFade" target="_blank">Jquery InnerFade</a> e <a href="http://workshop.rs/projects/coin-slider/" title="Jquery Coin Slider" target="_blank">Jquery Coin Slider</a> todos os efeitos jQuery são adicionados usando estes dois scripts.

source: If you want to upgrade to Content Slide 1.3 then you must have atleast wordpress 2.9 as with this version i am using <a href="http://codex.wordpress.org/Function_Reference/the_post_thumbnail" title="Post Thumbnail " target="_blank">the_post_thumbnail()</a> which is included in Wordpress 2.9.
pt_br: Se você quer atualizar para Content Slide 1.3 então vocẽ deve ter pelo menos o wordpress 2.9 já que nesta versão estou usando <a href="http://codex.wordpress.org/Function_Reference/the_post_thumbnail" title="Post Thumbnail " target="_blank">the_post_thumbnail()</a> que está inclusa no Wordpress 2.9.

source: New Installation
pt_br: Nova Instalação

source: 1] Unzip "content-slide" zip archive and upload it to wp-content/plugins/ folder
pt_br: 1] Descompacte "content-slide" arquivo zip e envie para wp-content/plugins/folder

source: 2] Activate "Content Slide Plugin" plugin from plugins.
pt_br: 2] Ative o plugin "Content Slide" na página de plugins.

source: 3] Then click on "Content Slide" on your wordpress dashboard and configure WP Content Slide as you want on "WP Content Slide Options Page".
pt_br: 3] Então clique em "Content Slide" no seu painel WordPress e configure o WP Content Slide como queira em "WP Content Slide Options Page".

source: For more details Check out at <a href="http://www.snilesh.com/resources/wordpress/wordpress-plugins/wordpress-content-slide-plugin/">Support Post</a>
pt_br: Para mais detalhes verifique o <a href="http://www.snilesh.com/resources/wordpress/wordpress-plugins/wordpress-content-slide-plugin/">Support Post</a>

source: Upgrading from Previous 1.2 Version?
pt_br: Atualizando da versão anterior 1.2?

source: If you are upgrading from previous version make sure to follow these things.
pt_br: Se você está atualizando da versão anterior, por favor, certififique-se de seguir estes passos

source: Like this plugin?
pt_br: Curte este plugin?

source: Why not do any of the following:
pt_br: Por que não fazer um destes:

source: Link to it so other folks can find out about it.
pt_br: Linkar para ele para que outros possam conhecer.

source: <a href="http://wordpress.org/extend/plugins/content-slide/">Give it a good rating</a> on WordPress.org.
pt_br: <a href="http://wordpress.org/extend/plugins/content-slide/">Avaliar positivamente</a> no WordPress.org.

source: Need support?
pt_br: Precisa de ajuda?

source: Credits
pt_br: Créditos

source: General Setings
pt_br: Configurações Gerais

source: Image width
pt_br: Largura da imagem

source: height
pt_br: altura

source: Border width
pt_br: Largura da borda

source: Border Color
pt_br: Cor da Borda

source: Font family
pt_br: Família da Fonte

source: Text font size
pt_br: Tamanho do texto

source: Text color
pt_br: Cor do texto

source: Heading font size
pt_br: Tamanho do título

source: Heading color
pt_br: Cor do título

source: Background color
pt_br: Cor do plano de fundo

source: Save Settings
pt_br: Salvar Configurações

source: Effects &amp; Animation Setings
pt_br: Efeitos &amp; Configurações de Animação

source: Squares per width
pt_br: Quadrados por largura

source: Squares per height
pt_br: Quadrados por altura

source: Delay between images in ms
pt_br: Tempo entre imagens em ms

source: Delay beetwen squares in ms
pt_br: Tempo entre quadrados em ms

source: Opacity of title and navigation
pt_br: Opacidade do título e navegação

source: Speed of title appereance in ms
pt_br: Velocidade da aparição do título em ms

source: Effect
pt_br: Efeito

source: Navigation Previous/Next <small>( Previous/Next buttons on image.)</small>
pt_br: Navegação Anterior/Próximo <small>(botões Anterior/Próximo na imagem)</small>

source: Navigation Buttons <small>( Square buttons at bottom )</small>
pt_br: Botões de Navegação <small>(Botões quadrados no fundo)</small>

source: Navigation Buttons Color <small>( Square buttons at bottom )</small>
pt_br: Cor dos Botões de Navegação <small>(Botões quadrados no fundo)</small>

source: Images Source Settings
pt_br: Configurações da Fonte da Imagem

source: Display Heading and Text
pt_br: Exibir Título e Texto

source: No. of chars
pt_br: Número de caracteres

source: Use custom images
pt_br: Usar imagens personalizadas

source: Select a Category:
pt_br: Selecione uma Categoria:

source: All Categories
pt_br: Todas as Categorias

source: No. of posts/images
pt_br: Número de posts/imagens

source: Number of custom Images
pt_br: Número de imagens personalizadas

source: Image
pt_br: Imagem
